export const directory = [
  {
    title: 'Про компанію',
    text: 'ТОВ  «Агромаш-Калина» є виробником сільськогосподарської техніки, ціль якої розробляти, виробляти та реалізовувати продукцію високої якості, яка відповідає найвимогливішим потребам фермерів і аграрних компаній. Агрегати своїм конструктивним рішенням призначені для сучасного агрономічного методу господарювання, який допомагає сільськогосподарським суб\'єктам при мінімальних затратах коштів, досягти високих врожаїв.',
    id: Math.random()*1000
  },
  {
    title: 'Борона ротаційна – Antoks',
    text: 'Борона ротаційна ANTOKS – незамінна машина  при підготовці ґрунту до сівби, до та після сходового  розпушування верхнього шару ґрунту, руйнування ґрунтової кірки,поліпшенні водного, повітряного та температурного режимів посівного шару, знищення ниткоподібних бур\'янів. Завдяки простоті конструкцій та якісному виконанню робочих органів, підприємство гарантує довгий строк служби машини, навіть при експлуатації в самих важких умовах.',
    id: Math.random()*1000
  },
  {
    title: 'ПРИЧІПНИЙ КУЛЬТИВАТОР (КОМПАКТОР) «Kompakt»',
    text: 'Культиватор швидко та якісно підготує ґрунт до сівби по зораному полю. Один прохід агрегату забезпечує ідеально підготовлений ґрунт для посіву.',
    id: Math.random()*1000
  },
  {
    title: 'Дисковий лущильник DEFT',
    text: 'Дискатор DEFT від компанії Agrokalina поєднує в собі найкращі конструктивні рішення відомих світових брендів і, як результат, — машина з раціонально скомпонованими робочими органами, за один прохід по стерні чи неораному полю  розпушує ґрунт, подрібнює та перемішує рослинні рештки. На даний час існує дві модифікації дискаторів: навісні (стійка 90х14 та стійка на резинових демпферах)  та причепні ( стійка 90х14 та квадратна стійка 35х35).',
    id: Math.random()*1000
  },
  {
    title: 'Культиватор Maktiller',
    text: 'ультиватор Maktiller призначений для суцільного обробітку ґрунту, підготовки до посіву як при ранньовесняних роботах, так і під озимі культури, а також догляду за парами. При передпосівної або парової обробки ґрунту одночасно виконуються підрізання бур\'янів, розпушування та вирівнювання ґрунту. Культиватор Maktiller  доступний з робочою шириною 6, 8 та 12 метрів.',
    id: Math.random()*1000
  },
  {
    title: 'Культиватор КПГД',
    text: 'За допомогою культиваторів «КПГД», Ви добре підготуєте посівне ложе для дрібнонасіннєвих культур, які вимагають дрібно-грудочкуватої структури ґрунту для кращого проростання та розвитку рослин. Ідеально підходить для різних умов. Завдяки великій відстані між лапами фірми «Bellota», які розміщені на 4-ох рядах, забезпечується ще краще проходження соломи та пожнивних решток через робочі органи машини в процесі обробітку ґрунту. Завдяки великій відстані між рядами та поєднанню довжини робочих органів із загальною висотою від поверхні ґрунту до рами, КПГД забезпечує стабільний хід на великій швидкості та високу якість роботи.',
    id: Math.random()*1000
  },
  {
    title: 'Пружинна борона БПШД',
    text: 'Завдяки використанню борони БПШД, можна без застосування хімії не тільки якісно знищити бур\'яни, але й одночасно закрити вологузабезпечити доступ повітря до насіння. Борона застосовується для ранньовесняного боронування зябу, озимих посівів, досходового та послевсходовового боронування і обробки ріллі, загортання мінеральних добрив, закриття вологи, обробітку стерні (збір соломи, сіна у валки).Конструкторська особливість передбачає два положення - робоче і транспортне, що гарантує високоякісне боронування великих площ, що знаходяться в різних місцях без використання додаткових підйомно-транспортних пристроїв та механізмів.',
    id: Math.random()*1000
  },
  {
    title: 'Пружинна борона DEREX',
    text: 'Пружинні борони DEREX призначена для первинного обробітку пожнивних решток після збирання культури. Агресивні зубці рівномірно розподіляють рослинні рештки на полі, готуючи таким чином поле для подальшого обробітку з рівномірним перемішуванням решток. Борону також можна ефективно використовувати для першого поверхневого лущення стерні, посіву проміжних культур, підготовки ґрунту, розкриття та прогрівання ґрунту навесні, а також для аерації пасовищ або засіяних площ. Ця борона створена для закриття вологи, доглядом за ґрунтом і підготовки поля до посіву. Борона має 5 рядів пружинних зубів і вертикальні диски які вирівнюють поверхню грунту, рівномірно розподіляє солому і поживні рештки, а також сприяє їх швидкому розкладанню. Ідеально підходить під технологію No-till, Mini-till, Strip-till.',
    id: Math.random()*1000
  },
  {
    title: 'БОРОНИ ПРУЖИННІ ШИРОКОЗАХВАТНІ',
    text: 'БОРОНИ ПРУЖИННІ ШИРОКОЗАХВАТНІ (БПШ)  вже багато років є перевіреним інструментом не тільки для якісного механічного догляду, а й альтернативою хімічної боротьбі з бур\'янами.Область застосування БПШ дуже широка. Завдяки успішному застосуванню при обробці зернових, технічних, овочевих, бобових культур, пасовищ, БПШ стала відігравати вирішальну роль у сучасному землеробстві.Дуже важливо проводити боронування посівів для руйнування грунтової кірки, особливо на важких ґрунтах. ',
    id: Math.random()*1000
  },
  {
    title: 'Шлейфова борона – SANIKA',
    text: 'Шлейфові борони SANIKA призначені для передпосівної обробки ґрунту, розпушування верхнього шару, вирівнювання поверхні поля, руйнування ґрунтової кірки, подрібнення грудок, знищення і вичісування слабо укорінених бур’янів на посівах зернових культур та технічних культур, загортання насіння і добрив.',
    id: Math.random()*1000
  },
  {
    title: 'Пневматичний посівний комплекс GALAXI',
    text: 'Пневматичний посівний комплекс Гелексі здійснює розпушування, вирівнювання поверхні, підготовку насіннєвого ложа, сівбу та ущільнення лише за один прохід. Вона виділяється вражаючою точністю сівби і тривалим періодом експлуатації, а також високою швидкістю роботи в полі. Завдяки своїм конструктивним особливостям налаштування точності висіву сівалка Гелексі завжди закладає насіння на задану глибину. Це забезпечує рівномірні появи сходів на всьому полі. Пневматичний посівний комплекс Гелексі здійснює розпушування, вирівнювання поверхні, підготовку насіннєвого ложа, сівбу та ущільнення лише за один прохід. Вона виділяється вражаючою точністю сівби і тривалим періодом експлуатації, а також високою швидкістю роботи в полі. Завдяки своїм конструктивним особливостям налаштування точності висіву сівалка Гелексі завжди закладає насіння на задану глибину. Це забезпечує рівномірні появи сходів на всьому полі. ',
    id: Math.random()*1000
  },
  {
    title: 'Сівалка KASI',
    text: 'Зернова сівалка KASI NO TILL призначена для рядкового посіву насіння зернових культур (пшениця, жито, ячмінь, овес), бобових культур (горох, сочевиця, боби, нут, люпин) ріпаку та льону з одночасним внесенням в рядки гранульованих мінеральних добрив за технологією NO TILL. Сівалку можна використовувати для посіву насіння інших культур, близьких до зернових за розмірами насіння і нормами висіву (гречка, просо і ін.). Сівалка KASI виконує одну дуже важливу функцію — якісну сівбу в непідготовлений ґрунт, адже система нульового обробітку не передбачає культивації або будь-якої ще підготовки ґрунту. Для цього сівалка має великий тиск на сошник для утримання точної глибини і надійну систему подачі насіння для якісної розстановки насіння в рядку. З необхідністю великого тиску на кожен сошник пов\'язана масивність і велика вага Kasi. Саме тому їх не буває навісних, а тільки причіпні.',
    id: Math.random()*1000
  },
]