
import deft from '../img/product/DEFT.jpg'
import akpk from '../img/product/акпк.jpg'
import kum from '../img/product/kum.jpg'
import verdis from '../img/product/verdis.jpg'
import sanika from '../img/product/sanika.jpg'
import galaxy from '../img/product/galaxy.jpg'
import kasi from '../img/product/kasi.jpg'
import oVtech from '../img/product/oVtech.jpg'
import antoks from '../img/product/бп.jpg'

export const PRODUCT =[
  {
    name: 'Antoks',
    fullname: 'Борона ротаційна – Antoks',
    category: 'грунтообробна техніка',
    species: [
      {
        name: 'БР-3 ANTOKS',
        operations: [
          'Виставити і прихопити раму БР-3',
          'Виварити раму',
          'Виставити і прихопити крило',
          'Виварити крило',
          'Зачистка складальної одиниці після зварювання',
          "Дробеструїти складальну одиницю",
          "Фарбування складальної одиниці",
          "Зібрати та змонтувати гідравлічну лінію",
          "Упакування агрегату та підготовка до відвантаження",
          "Вивезти агрегат під козловий кран",
          "Завантажити агрегат на автотранспорт",
          "Перевірка агрегату ОТК",
        ]
      },
      {
        name: 'БР-4 ANTOKS',
        operations: [
          'Виставити і прихопити раму БР-4',
          'Виварити раму',
          'Виставити і прихопити крило',
          'Виварити крило',
          'Зачистка складальної одиниці після зварювання',
          "Дробеструїти складальну одиницю",
          "Фарбування складальної одиниці",
          "Зібрати та змонтувати гідравлічну лінію",
          "Упакування агрегату та підготовка до відвантаження",
          "Вивезти агрегат під козловий кран",
          "Завантажити агрегат на автотранспорт",
          "Перевірка агрегату ОТК",
        ]
      },
      {
        name: 'БР-6 ANTOKS',
        operations: [
          'Виставити і прихопити раму БР-6',
          'Виварити раму',
          'Виставити і прихопити крило',
          'Виварити крило',
          'Зачистка складальної одиниці після зварювання',
          "Дробеструїти складальну одиницю",
          "Фарбування складальної одиниці",
          "Зібрати та змонтувати гідравлічну лінію",
          "Упакування агрегату та підготовка до відвантаження",
          "Вивезти агрегат під козловий кран",
          "Завантажити агрегат на автотранспорт",
          "Перевірка агрегату ОТК",
        ]
      },
      {
        name: 'БР-6 СТ ANTOKS',
        operations: [
          'Виставити і прихопити раму БР-6 СТ',
          'Виварити раму',
          'Виставити і прихопити крило',
          'Виварити крило',
          'Зачистка складальної одиниці після зварювання',
          "Дробеструїти складальну одиницю",
          "Фарбування складальної одиниці",
          "Зібрати та змонтувати гідравлічну лінію",
          "Упакування агрегату та підготовка до відвантаження",
          "Вивезти агрегат під козловий кран",
          "Завантажити агрегат на автотранспорт",
          "Перевірка агрегату ОТК",
        ]
      },
      {
        name: 'БР-8 ANTOKS ',
        operations: [
          'Виставити і прихопити раму БР-8',
          'Виварити раму',
          'Виставити і прихопити крило',
          'Виварити крило',
          'Зачистка складальної одиниці після зварювання',
          "Дробеструїти складальну одиницю",
          "Фарбування складальної одиниці",
          "Зібрати та змонтувати гідравлічну лінію",
          "Упакування агрегату та підготовка до відвантаження",
          "Вивезти агрегат під козловий кран",
          "Завантажити агрегат на автотранспорт",
          "Перевірка агрегату ОТК",
        ]
      },
      {
        name: 'БР-9 ANTOKS',
        operations: [
          'Виставити і прихопити раму БР-9',
          'Виварити раму',
          'Виставити і прихопити крило',
          'Виварити крило',
          'Зачистка складальної одиниці після зварювання',
          "Дробеструїти складальну одиницю",
          "Фарбування складальної одиниці",
          "Зібрати та змонтувати гідравлічну лінію",
          "Упакування агрегату та підготовка до відвантаження",
          "Вивезти агрегат під козловий кран",
          "Завантажити агрегат на автотранспорт",
          "Перевірка агрегату ОТК",
        ]
      },
      {
        name: 'БР-12 ANTOKS',
        operations: [
          'Виставити і прихопити раму БР-12',
          'Виварити раму',
          'Виставити і прихопити крило',
          'Виварити крило',
          'Зачистка складальної одиниці після зварювання',
          "Дробеструїти складальну одиницю",
          "Фарбування складальної одиниці",
          "Зібрати та змонтувати гідравлічну лінію",
          "Упакування агрегату та підготовка до відвантаження",
          "Вивезти агрегат під козловий кран",
          "Завантажити агрегат на автотранспорт",
          "Перевірка агрегату ОТК",
        ]
      },
      {
        name: 'БР-16 ANTOKS',
        operations: [
          'Виставити і прихопити раму БР-16',
          'Виварити раму',
          'Виставити і прихопити крило',
          'Виварити крило',
          'Зачистка складальної одиниці після зварювання',
          "Дробеструїти складальну одиницю",
          "Фарбування складальної одиниці",
          "Зібрати та змонтувати гідравлічну лінію",
          "Упакування агрегату та підготовка до відвантаження",
          "Вивезти агрегат під козловий кран",
          "Завантажити агрегат на автотранспорт",
          "Перевірка агрегату ОТК",
        ]
      },
  ],
    picture: antoks,
  },
  {
    name: 'Kompakt',
    fullname: 'ПРИЧІПНИЙ КУЛЬТИВАТОР (КОМПАКТОР) «Kompakt»',
    category: 'грунтообробна техніка',
    species: [
      {
        name: 'АКПК-3',
        operations: [
          'Виставити і прихопити раму',
          'Виварити раму',
          'Зачистка складальної одиниці після зварювання',
          "Дробеструїти складальну одиницю",
          "Фарбування складальної одиниці",
          "Упакування агрегату та підготовка до відвантаження",
          "Вивезти агрегат під козловий кран",
          "Завантажити агрегат на автотранспорт",
          "Перевірка агрегату ОТК",
        ]
      },
      {
        name: 'АКПК-4',
        operations: [
          'Виставити і прихопити раму АКПК-3',
          'Виварити раму',
          'Зачистка складальної одиниці після зварювання',
          "Дробеструїти складальну одиницю",
          "Фарбування складальної одиниці",
          "Упакування агрегату та підготовка до відвантаження",
          "Вивезти агрегат під козловий кран",
          "Завантажити агрегат на автотранспорт",
          "Перевірка агрегату ОТК",
        ]
      },
      {
        name: 'АКПК-5',
        operations: [
          'Виставити і прихопити раму АКПК-5',
          'Виварити раму',
          'Виставити і прихопити крило',
          'Виварити крило',
          'Зачистка складальної одиниці після зварювання',
          "Дробеструїти складальну одиницю",
          "Фарбування складальної одиниці",
          "Упакування агрегату та підготовка до відвантаження",
          "Вивезти агрегат під козловий кран",
          "Завантажити агрегат на автотранспорт",
          "Перевірка агрегату ОТК",
        ]
      },
      {
        name: 'АКПК-6',
        operations: [
          'Виставити і прихопити раму',
          'Виварити раму',
          'Виставити і прихопити крило',
          'Виварити крило',
          'Зачистка складальної одиниці після зварювання',
          "Дробеструїти складальну одиницю",
          "Фарбування складальної одиниці",
          "Зібрати та змонтувати гідравлічну лінію",
          "Упакування агрегату та підготовка до відвантаження",
          "Вивезти агрегат під козловий кран",
          "Завантажити агрегат на автотранспорт",
          "Перевірка агрегату ОТК",
        ]
      },
      {
        name: 'АКПК-8',
        operations: [
          'Виставити і прихопити раму АКПК-8',
          'Виварити раму',
          'Виставити і прихопити крило',
          'Виварити крило',
          'Зачистка складальної одиниці після зварювання',
          "Дробеструїти складальну одиницю",
          "Фарбування складальної одиниці",
          "Зібрати та змонтувати гідравлічну лінію",
          "Упакування агрегату та підготовка до відвантаження",
          "Вивезти агрегат під козловий кран",
          "Завантажити агрегат на автотранспорт",
          "Перевірка агрегату ОТК",
        ]
      },
      {
        name: 'АКПК-9',
        operations: [
          'Виставити і прихопити раму АКПК-9',
          'Виварити раму',
          'Виставити і прихопити крило',
          'Виварити крило',
          'Зачистка складальної одиниці після зварювання',
          "Дробеструїти складальну одиницю",
          "Фарбування складальної одиниці",
          "Зібрати та змонтувати гідравлічну лінію",
          "Упакування агрегату та підготовка до відвантаження",
          "Вивезти агрегат під козловий кран",
          "Завантажити агрегат на автотранспорт",
          "Перевірка агрегату ОТК",
        ]
      },
      
  ],
    picture: akpk,
  },
  {
    name: 'DEFT',
    fullname: 'Дисковий лущильник DEFT',
    category: 'грунтообробна техніка',
    species: [{
      name: 'DEFT 1,8',
      operations: [
        'Виставити і прихопити раму DEFT 1,8',
        'Виварити раму',
        'Зачистка складальної одиниці після зварювання',
        "Дробеструїти складальну одиницю",
        "Фарбування складальної одиниці",
        "Упакування агрегату та підготовка до відвантаження",
        "Вивезти агрегат під козловий кран",
        "Завантажити агрегат на автотранспорт",
        "Перевірка агрегату ОТК",
      ]
    },
    {
      name: 'DEFT 2,1',
      operations: [
        'Виставити і прихопити раму DEFT 2,1',
        'Виварити раму',
        'Зачистка складальної одиниці після зварювання',
        "Дробеструїти складальну одиницю",
        "Фарбування складальної одиниці",
        "Упакування агрегату та підготовка до відвантаження",
        "Вивезти агрегат під козловий кран",
        "Завантажити агрегат на автотранспорт",
        "Перевірка агрегату ОТК",
      ]
    },
    {
      name: 'DEFT 2,6',
      operations: [
        'Виставити і прихопити раму DEFT 2,6',
        'Виварити раму',
        'Зачистка складальної одиниці після зварювання',
        "Дробеструїти складальну одиницю",
        "Фарбування складальної одиниці",
        "Упакування агрегату та підготовка до відвантаження",
        "Вивезти агрегат під козловий кран",
        "Завантажити агрегат на автотранспорт",
        "Перевірка агрегату ОТК",
      ]
    },
    {
      name: 'DEFT 3,0',
      operations: [
        'Виставити і прихопити раму',
        'Виварити раму DEFT 3,0',
        'Зачистка складальної одиниці після зварювання',
        "Дробеструїти складальну одиницю",
        "Фарбування складальної одиниці",
        "Упакування агрегату та підготовка до відвантаження",
        "Вивезти агрегат під козловий кран",
        "Завантажити агрегат на автотранспорт",
        "Перевірка агрегату ОТК",
      ]
    },
    {
      name: 'DEFT 4,0',
      operations: [
        'Виставити і прихопити раму',
        'Виварити раму',
        'Виставити і прихопити крило',
        'Виварити крило DEFT 4,0',
        'Зачистка складальної одиниці після зварювання',
        "Дробеструїти складальну одиницю",
        "Фарбування складальної одиниці",
        "Зібрати та змонтувати гідравлічну лінію",
        "Упакування агрегату та підготовка до відвантаження",
        "Вивезти агрегат під козловий кран",
        "Завантажити агрегат на автотранспорт",
        "Перевірка агрегату ОТК",
      ]
    },
    {
      name: 'DEFT 5,0',
      operations: [
        'Виставити і прихопити раму',
        'Виварити раму',
        'Виставити і прихопити крило DEFT 5,0',
        'Виварити крило',
        'Зачистка складальної одиниці після зварювання',
        "Дробеструїти складальну одиницю",
        "Фарбування складальної одиниці",
        "Зібрати та змонтувати гідравлічну лінію",
        "Упакування агрегату та підготовка до відвантаження",
        "Вивезти агрегат під козловий кран",
        "Завантажити агрегат на автотранспорт",
        "Перевірка агрегату ОТК",
      ]
    },
    {
      name: 'DEFT 6,0',
      operations: [
        'Виставити і прихопити раму',
        'Виварити раму',
        'Виставити і прихопити крило DEFT 6,0',
        'Виварити крило',
        'Зачистка складальної одиниці після зварювання',
        "Дробеструїти складальну одиницю",
        "Фарбування складальної одиниці",
        "Зібрати та змонтувати гідравлічну лінію",
        "Упакування агрегату та підготовка до відвантаження",
        "Вивезти агрегат під козловий кран",
        "Завантажити агрегат на автотранспорт",
        "Перевірка агрегату ОТК",
      ]
    },
    {
      name: 'DEFT 8,0',
      operations: [
        'Виставити і прихопити раму',
        'Виварити раму DEFT 8,0',
        'Виставити і прихопити крило',
        'Виварити крило',
        'Зачистка складальної одиниці після зварювання',
        "Дробеструїти складальну одиницю",
        "Фарбування складальної одиниці",
        "Зібрати та змонтувати гідравлічну лінію",
        "Упакування агрегату та підготовка до відвантаження",
        "Вивезти агрегат під козловий кран",
        "Завантажити агрегат на автотранспорт",
        "Перевірка агрегату ОТК",
      ]
    },],
    picture: deft,
  },
  {
    name: 'SANIKA',
    fullname: 'Шлейфова борона – SANIKA',
    category: 'грунтообробна техніка',
    species: [
      {
        name: 'SANIKA-4.0',
        operations: [
          'Виставити і прихопити раму SANIKA-4.0',
          'Виварити раму',
          'Зачистка складальної одиниці після зварювання',
          "Дробеструїти складальну одиницю",
          "Фарбування складальної одиниці",
          "Упакування агрегату та підготовка до відвантаження",
          "Вивезти агрегат під козловий кран",
          "Завантажити агрегат на автотранспорт",
          "Перевірка агрегату ОТК",
        ]
      },
      {
        name: 'SANIKA-5.6',
        operations: [
          'Виставити і прихопити раму',
          'Виварити раму SANIKA-5.6',
          'Виставити і прихопити крило',
          'Виварити крило',
          'Зачистка складальної одиниці після зварювання',
          "Дробеструїти складальну одиницю",
          "Фарбування складальної одиниці",
          "Зібрати та змонтувати гідравлічну лінію",
          "Упакування агрегату та підготовка до відвантаження",
          "Вивезти агрегат під козловий кран",
          "Завантажити агрегат на автотранспорт",
          "Перевірка агрегату ОТК",
        ]
      },
      {
        name: 'SANIKA-7.5 ',
        operations: [
          'Виставити і прихопити раму SANIKA-7.5',
          'Виварити раму',
          'Виставити і прихопити крило',
          'Виварити крило',
          'Зачистка складальної одиниці після зварювання',
          "Дробеструїти складальну одиницю",
          "Фарбування складальної одиниці",
          "Зібрати та змонтувати гідравлічну лінію",
          "Упакування агрегату та підготовка до відвантаження",
          "Вивезти агрегат під козловий кран",
          "Завантажити агрегат на автотранспорт",
          "Перевірка агрегату ОТК",
        ]
      },
      
  ],
    picture: sanika,
  },
  {
    name: 'VERDIS',
    fullname: 'Турбокультиватор VERDIS',
    category: 'грунтообробна техніка',
    species: [
      {
        name: 'VERDIS-3,5',
        operations: [
          'Виставити і прихопити раму VERDIS-3,5',
          'Виварити раму',
          'Зачистка складальної одиниці після зварювання',
          "Дробеструїти складальну одиницю",
          "Фарбування складальної одиниці",
          "Упакування агрегату та підготовка до відвантаження",
          "Вивезти агрегат під козловий кран",
          "Завантажити агрегат на автотранспорт",
          "Перевірка агрегату ОТК",
        ]
      },
      {
        name: 'VERDIS-5',
        operations: [
          'Виставити і прихопити раму VERDIS-5',
          'Виварити раму',
          'Виставити і прихопити крило',
          'Виварити крило',
          'Зачистка складальної одиниці після зварювання',
          "Дробеструїти складальну одиницю",
          "Фарбування складальної одиниці",
          "Зібрати та змонтувати гідравлічну лінію",
          "Упакування агрегату та підготовка до відвантаження",
          "Вивезти агрегат під козловий кран",
          "Завантажити агрегат на автотранспорт",
          "Перевірка агрегату ОТК",
        ]
      },
      {
        name: 'VERDIS-6',
        operations: [
          'Виставити і прихопити раму',
          'Виварити раму',
          'Виставити і прихопити крило VERDIS-6',
          'Виварити крило',
          'Зачистка складальної одиниці після зварювання',
          "Дробеструїти складальну одиницю",
          "Фарбування складальної одиниці",
          "Зібрати та змонтувати гідравлічну лінію",
          "Упакування агрегату та підготовка до відвантаження",
          "Вивезти агрегат під козловий кран",
          "Завантажити агрегат на автотранспорт",
          "Перевірка агрегату ОТК",
        ]
      },
      
  ],
    picture: verdis,
  },
  {
    name: 'KyM',
    fullname: 'Багатофункціональний культиватор КуМ',
    category: 'грунтообробна техніка',
    species: [
      {
        name: 'КУМ - 5.6м.',
        operations: [
          'Виставити і прихопити раму КУМ - 5.6м.',
          'Виварити раму',
          'Зачистка складальної одиниці після зварювання',
          "Дробеструїти складальну одиницю",
          "Фарбування складальної одиниці",
          "Упакування агрегату та підготовка до відвантаження",
          "Вивезти агрегат під козловий кран",
          "Завантажити агрегат на автотранспорт",
          "Перевірка агрегату ОТК",
        ]
      },
      {
        name: 'КУМ - 9.8м',
        operations: [
          'Виставити і прихопити раму КУМ - 9.8м',
          'Виварити раму',
          'Виставити і прихопити крило',
          'Виварити крило',
          'Зачистка складальної одиниці після зварювання',
          "Дробеструїти складальну одиницю",
          "Фарбування складальної одиниці",
          "Зібрати та змонтувати гідравлічну лінію",
          "Упакування агрегату та підготовка до відвантаження",
          "Вивезти агрегат під козловий кран",
          "Завантажити агрегат на автотранспорт",
          "Перевірка агрегату ОТК",
        ]
      },

      
  ],
    picture: kum,
  },
  {
    name: 'GALAXI',
    fullname: 'Пневматичний посівний комплекс GALAXI',
    category: 'посівна техніка',
    species: [
      {
        name: 'GALAXI AN-3',
        operations: [
          'Виставити і прихопити раму GALAXI AN-3',
          'Виварити раму',
          'Виставити і прихопити бункер',
          'Виварити бунке',
          'Зачистка складальної одиниці після зварювання',
          "Дробеструїти складальну одиницю",
          "Фарбування складальної одиниці",
          "Зібрати та змонтувати гідравлічну лінію",
          "Упакування агрегату та підготовка до відвантаження",
          "Вивезти агрегат під козловий кран",
          "Завантажити агрегат на автотранспорт",
          "Перевірка агрегату ОТК",
        ]
      },
      {
        name: 'GALAXI -6',
        operations: [
          'Виставити і прихопити раму',
          'Виварити раму GALAXI -6',
          'Виставити і прихопити бункер',
          'Виварити бунке',
          'Зачистка складальної одиниці після зварювання',
          "Дробеструїти складальну одиницю",
          "Фарбування складальної одиниці",
          "Зібрати та змонтувати гідравлічну лінію",
          "Упакування агрегату та підготовка до відвантаження",
          "Вивезти агрегат під козловий кран",
          "Завантажити агрегат на автотранспорт",
          "Перевірка агрегату ОТК",
        ]
      },

      
  ],
    picture: galaxy,
  },
  {
    name: 'KASI',
    fullname: 'Зернова сівалка KASI NO TILL',
    category: 'посівна техніка',
    species: [
      {
        name: 'KASI-3.0 м.',
        operations: [
          'Виставити і прихопити раму KASI-3.0 м.',
          'Виварити раму',
          'Виставити і прихопити бункер',
          'Виварити бунке',
          'Зачистка складальної одиниці після зварювання',
          "Дробеструїти складальну одиницю",
          "Фарбування складальної одиниці",
          "Зібрати та змонтувати гідравлічну лінію",
          "Упакування агрегату та підготовка до відвантаження",
          "Вивезти агрегат під козловий кран",
          "Завантажити агрегат на автотранспорт",
          "Перевірка агрегату ОТК",
        ]
      },
      {
        name: 'KASI-4.0 м.',
        operations: [
          'Виставити і прихопити раму KASI-4.0 м.',
          'Виварити раму',
          'Виставити і прихопити бункер',
          'Виварити бунке',
          'Зачистка складальної одиниці після зварювання',
          "Дробеструїти складальну одиницю",
          "Фарбування складальної одиниці",
          "Зібрати та змонтувати гідравлічну лінію",
          "Упакування агрегату та підготовка до відвантаження",
          "Вивезти агрегат під козловий кран",
          "Завантажити агрегат на автотранспорт",
          "Перевірка агрегату ОТК",
        ]
      },

      
  ],
    picture: kasi,
  },
  {
    name: 'OvTech',
    fullname: 'Сівалка OvTech',
    category: 'посівна техніка',
    species: [
      {
        name: 'Ovtech-3,0',
        operations: [
          'Виставити і прихопити раму Ovtech-3,0',
          'Виварити раму',
          'Виставити і прихопити бункер',
          'Виварити бунке',
          'Зачистка складальної одиниці після зварювання',
          "Дробеструїти складальну одиницю",
          "Фарбування складальної одиниці",
          "Зібрати та змонтувати гідравлічну лінію",
          "Упакування агрегату та підготовка до відвантаження",
          "Вивезти агрегат під козловий кран",
          "Завантажити агрегат на автотранспорт",
          "Перевірка агрегату ОТК",
        ]
      },
      {
        name: 'Ovtech-3,6',
        operations: [
          'Виставити і прихопити раму Ovtech-3,6',
          'Виварити раму',
          'Виставити і прихопити бункер',
          'Виварити бунке',
          'Зачистка складальної одиниці після зварювання',
          "Дробеструїти складальну одиницю",
          "Фарбування складальної одиниці",
          "Зібрати та змонтувати гідравлічну лінію",
          "Упакування агрегату та підготовка до відвантаження",
          "Вивезти агрегат під козловий кран",
          "Завантажити агрегат на автотранспорт",
          "Перевірка агрегату ОТК",
        ]
      },

      
  ],
    picture: oVtech,
  },
  
]