export const WORKERS = [
  {
    name: 'Володимир Гордієць',
    post: 'Заступник директора з виробництва',
    group: 'Виробництво',
    id: '1'
  },
  {
    name: 'Шинкаренко Назар',
    post: 'Майстер',
    group: 'Виробництво',
    id: '2'
  },
  {
    name: 'Корчак Володимир',
    post: 'Майстер',
    group: 'Виробництво',
    id: '3'
  },
  {
    name: 'Пушкар Ігор',
    post: 'Майстер',
    group: 'Виробництво',
    id: '4'
  },
  {
    name: 'Клепач Ігор',
    post: 'Майстер',
    group: 'Виробництво',
    id: '5'
  },
  {
    name: 'Кондратюк Сергій',
    post: 'Майстер',
    group: 'Виробництво',
    id: '6'
  },
  {
    name: 'Барановський Сергій',
    post: 'ЗАСТУПНИК ДИРЕКТОРА З РОЗВИТКУ',
    group: 'ВІДДІЛ РОЗВИТОКУ',
    id: '7'
  },
  {
    name: 'Наумець Андрій',
    post: 'Менеджери із постачання',
    group: 'Підтримка компанії',
    id: '8'
  },
]